Repository: driftwoodstudio/chroniton-app
Catalog: ios_project/Chroniton/*.lproj/Localizable.strings
Languages: es

source: Cancel
es: Cancelar

source: Edit
es: Editar

source: Done
es: OK

source: Event
es: Evento

source: Events
es: Eventos

source: Notes
es: Notas

source: Category
es: Categoría

source: Category Name
es: Nombre de la Categoría

# menu-item-csv
source: CSV spreadsheet file attachment
es: .CSV archivo adjunto

# menu-item-plainText
source: Plain text in email
es: Texto sin formato

# EmailEventsPopupTitle
source: Email Events As...
es: Correo electrónico como...

source: Last On
es: Fecha última

# email-subject-text
source: List from Chroniton app
es: Lista de "Chroniton"

# email-subject
source: Chroniton app data file
es: Chroniton, archivo de datos

# email-body
source: Data file attached
es: Archivo de datos adjunto

source: LastDate
es: FechaÚltima

source: NextDate
es: FechaPróxima

source: Next On
es: Fecha próxima

source: Rename Category
es: Nuevo Nombre de Categoría

source: Text in email
es: Texto en el correo

source: Title
es: Título

# no event caption
source: Select an event to show!
es: ¡Seleccione un evento para mostrar!

# delete-category-event-count
source: Category contains %i events that will be removed.
es: Categoría contiene %d eventos que se eliminarán.

# delete-nonempty-category-title
source: Delete category with events?
es: ¿Eliminar categoría con eventos?

source: Today
es: Hoy

source: Yesterday
es: Ayer

source: %@ days ago
es: Hace %@ días

source: in %@ days
es: en %@ días

source: tomorrow
es: mañana
